var areas = 
{"codes":[
  {
	  "code": "11B00000",
	  "name": "서울 인천경기도"
  },
  {
	  "code": "11D10000",
	  "name": "강원도영서"
  },
  {
	  "code": "11D20000",
	  "name": "강원도영동"
  },
  {
	  "code": "11C20000",
	  "name": "대전 세종 충청남도"
  }, 
  {
	  "code": "11C10000",
	  "name": "충청북도"
  },    
  {
	  "code": "11F20000",
	  "name": "광주 전라남도"
  },  
  {
	  "code": "11F10000",
	  "name": "전라북도"
  },
  {
	  "code": "11H10000",
	  "name": "대구 경상북도"
  },
  {
	  "code": "11H20000",
	  "name": "부산 울산 경상남도"
  },  
  {
	  "code": "11G0000",
	  "name": "제주도"
  }]    
};